{
  "about" : "about",
  "service" : "services",
  "contact" : "contact",
  "hack" : "A subculture of individuals who enjoy the intellectual challenge of creatively overcoming limitations of software systems to achieve novel and clever outcomes.",

  "opencode_location" : "ZKM, Karlsruhe, Germany",
  "opencode_date" : "March 24th-25th, 2018",
  "opencode_title" : "Save the date",
  "opencode_report" : "Surrounded by impressive works of art and astonished museum visitors, the OpenCode Hackathon will take place in the middle of the renowned ZKM museum!",
  "opencode_report_2" : "Does that tingle your appetite?",
  "opencode_button" : "Check it out",

  "we_title" : "Who we are?",
  "we_report" : "We're a German student-run nonprofit organisation focused all around coding and hacking. We try to bring a bit of silicon valley to the german computer-science and start-up community by disrupting the status quo. We do this by organising hackathons, coding boot camps and other similar events.",
  "we_report_2" : "Our team consists of students from a variety of backgrounds: Computer Science, Electrical Engineering and Information Technologies, Economics, Business and more.",
  "we_button" : "Meet the team",

  "do_title" : "What we do",
  "do_report" : "We have a passion for technology and work hard to make the latest advancements accessible through hackathons, tech-talks, bootcamps and more.",
  "do_org_title" : "We organize stuff",
  "do_org_report" : "We organize Hackathons, Bootcamps and Tech Talks to bring people together, give them a chance to meet new companies, and of course show them a ton of new stuff. From time to time we organize hackathons to find out who is the best hacker in town. ",
  "do_org_button" : "See upcoming Events",
  "do_help_title" : "We help out",
  "do_help_report" : "<b>You're a company and want to reach students?</b><br>No problem! We're a reliable partner, at your side, ready to work together to organize your event. We make sure the event is well run, the room is filled and that nobody goes home with an empty stomach.",
  "do_help_button" : "Check out our system",

  "events_archive" : "All events",
  "events_report" : "All events that ever happened!",
  "events_soon_title" : "Coming soon",
  "events_soon_report" : "We will be back soon with lots of cool events.",
  "events_soon_button" : "Coming back soon",
  "events_coming" : "Upcoming",
  "events_past" : "Past",
  "events_all" : "All",
  "cooperation" : "In cooperation with",
  "events_about" : "About",
  "events_speaker" : "Speaker",
  "events_when" : "When?",
  "events_where" : "Where?",
  "events_catering" : "Catering?",

  "mail_title" : "Join our mailing list",
  "mail_report" : "For recruiting information, upcoming events, and ways to get involved.",
  "mail_button" : "subscribe",
  "mail_error" : "Oh no! An error occurred while signing you up. Please try again later.",
  "mail_success" : "Thanks for subscribing! You should be all set.",

  "quest_title" : "Any questions?",
  "quest_report_ask" : "Ask us ",
  "quest_report_send" : "· Send us an",
  "quest_report_mail" : "e-mail ",
  "quest_report_join" : "· Join our ",
  "quest_report_join_2" : "",

  "sponsors" : "Partners & Sponsors",

  "involve" : "get involved",
  "imprint" : "imprint",

  "service_title" : "Our services",
  "service_report" : "We are at your side, as a reliable partner, making sure your event is a total success by providing you with the following services.",
  "service_marketing_title" : "We do marketing",
  "service_marketing_report" : "We make sure that your event is well attended by advertising on social media, printing flyers and posters etc. We make sure you reach those students.",
  "service_location_title" : "We find a location",
  "service_location_report" : "Every event needs a good location, and we'll find the perfect one for you. One thing less you have to worry about! Of course you can also pick your own if you prefer that.",
  "service_catering_title" : "We organize catering",
  "service_catering_report" : "It's important that participants are enjoying themselves, and that includes providing good catering. We will take care of that to make sure the only thing participants will have to worry about is a stomach too full.",

  "offer_title" : "Offers",
  "offer_student_title" : "Free for students",
  "offer_student_report" : "As a student we help you for free",
  "offer_talk_report" : "0.5 - 1.5 Hours",
  "offer_boot_report" : "4 - 8 Hours",
  "offer_food_drinks" : "Food / Drinks ",
  "offer_drinks" : "Drinks ",
  "offer_partic" : "Teilnehmer ",
  "offer_button" : "Get in touch",
  "service_contact" : "For any questions, concerns, more options or special inquires please contact us.",

  "hss_date" : "November 3rd, 2017",

  "java9_date" : "October 25th, 2017",
  "java9_date_time" : "October 25th, 2017, 4pm",
  "java9_location" : "Room -101, Building 50.34, KIT",
  "java9_about" : "More than 20 years ago Java was introduced to the software development scene. It quickly gained traction and is now ubiquitously used across most modern devices and is now an essential component of many business and consumer applications. The recent hype around its 9th release clearly shows, that despite all the critique it has received, Java is still more relevant than ever and is definitely not a tech-dinosaur.</p><p>In this talk, Volker Simonis will summarize the past and current state of Java.</p><p>Furthermore he will explain the process behind the development of Java and the role that the Java Community Process (JCP) and OpenJDK play in this process.</p><p>Thereafter he will proceed to talk about Java’s future: Java 9’s release, the current developments from the JavaOne conference in San Francisco and aspiring additions to the Java language.",
  "java9_fb" : "To the Facebook event!",
  "java9_speaker" : "<strong>Volker Simonis</strong> studied computer science at University Tübingen and is working for SAP on Java for over 10 years. He is Committer, Reviewer on the OpenJDK Project and represents SAP in Java Community Process.",

  "dl_date_time" : "02.June 2019, 10 to 16h",
  "dl_location" : "Vortragsraum at KIT Library",
  "dl_about" : "No english description yet!",
  "dl_fb" : "To the Facebook Event",
  "dl_speaker" : "Sandro Braun, Leander Kurscheidt, Maximilian Franz",

  "blockchain_date" : "November 27th, 2017",
  "blockchain_date_time" : "November 27th, 2017, 6pm - 7pm",
  "blockchain_location" : "Room 131, Building 50.34, KIT",
  "blockchain_catering" : "Drinks and live pasta-cooking subsequently!",
  "blockchain_about" : "The sustainable energy supply is one of the biggest challenges in the 21. century. Millions of distributed, heterogenous energy systems have to agree in realtime and find a common intelligent strategie, to hold production and consumption in balance every time.</p><p>In this talk <strong>Florian Kaiser</strong> will talk about the technical sight about the different questioning on the way of the energy transition. How transaction verification with blockchain or generative and consumption prognosis with machine learning are essential components of transformation.",
  "blockchain_speaker" : "After research about energy supply of future at Fraunhofer ISE in Freiburg, KIT alumnus <strong>Florian Kaiser</strong> incorporate the company Oxygen Technologies with a small Team in 2016. With now 14 memebers they develop innovative solutions for decentralised energy supply.",

  "opensource_date" : "December 6th, 2017",
  "opensource_date_time" : "December 6th, 2017, 7pm",
  "opensource_location" : "Room -101, Building 50.34, KIT",
  "opensource_catering" : "Free drinks and pretzels",
  "opensource_about" : "Free and open source software has a huge impact on today‘s software landscape. Being part of the devices and services we use. Every sector of the industry and academia does benefit from it some way or another. We will talk about its history and culture to understand the communities which formed themselves around them, its march to success and some of the reasons for it. Open Source is not only a way for companies to save money, it is also a tool for you during your studies and research. It can help you to gain further insight into software development and design, it can be a practical counterpart during your studies. Participation in an Open Source projects is also a good way gain development experience and even public exposure of your work. Both are big factors in scoring your dream job.",
  "opensource_speaker" : "<strong>Stefan Schmidt</strong> is a FOSS contributor for over a decade by now. During this time he worked on different projects and different layers of the Linux ecosystem. From bootloader and Kernel over build systems for embedded to user interfaces. He was serving as technical steering committee member of OpenEmbedded during the merge with the Yocto project, helped porting a 2.6 kernel to some early smartphones and is the release manager of the Enlightenment Foundation Libraries as well as co-maintainer of the Linux IEEE 802.15.4 subsystem. Since several years he is now working in the Samsung Open Source Group Europe.",

  "python_date" : "August 5th, 2017",
  "tooling_date" : "June 17th, 2017",
  "first_hack" : "March 18th - 19th, 2017",

  "contact_title" : "Have a question?",
  "contact_ask" : "Ask us",
  "contact_reach" : " straight up, reach us through ",
  "contact_convent" : " or use the conventional ways down below.",
  "contact_adr" : "Address",
  "contact_phone" : "Phone",
  "contact_gen" : "General Info: ",
  "contact_business" : "Business Inquiries: ",
  "contact_mail" : "email",

  "terms_cond" : "Terms & Conditions",
  "terms_title" : "Terms",
  "terms_report" : "<h3>Please Note:</h3>We apologize. The terms are only available in German due to German law being difficult to translate. <br>However, if you have any questions or concerns regarding our terms and conditions, please contact us.<br><br><br><h3>Here we go..</h3><br><br>"
}