{
  "about": "Über uns",
  "service": "Service",
  "contact": "Kontakt",
  "hack": "“Tüftler im Kontext einer verspielten selbstbezüglichen Hingabe im Umgang mit Technik und einem besonderen Sinn für Kreativität und Originalität. [...] Ein Hacker ist jemand, der versucht einen Weg zu finden, wie man mit einer Kaffeemaschine Toast zubereiten kann.”",

  "opencode_location": "ZKM, Karlsruhe, Deutschland",
  "opencode_date": "24. - 25. März 2018",
  "opencode_title": "Open Codes Hackathon 2018",
  "opencode_report": "Umgeben von eindrucksvollen Kunstarbeiten und staunenden Museumsbesuchern, fand der OpenCodes Hackathon mitten im berühmten ZKM Museum statt",
  "opencode_report_2": "Neugierig?",
  "opencode_button": "Schau rein",
  "opencode_youtube_button": "Offizielles Aftermovie",

  "we_title": "Wer wir sind?",
  "we_report": "Wir sind eine deutsche, von Studenten geführte Organisation, die fokussiert ist auf alles was mit Coding und Hacking zu tun hat. Wir organisieren dafür Hackathons, Coding-Bootcamps und andere ähnliche Events.",
  "we_report_2": "Unser Team besteht aus vielen Studenten aus verschiedenen Fachrichtungen: Informatik, Elektro- und Informationstechnik, Wirtschaft und mehr.",
  "we_button": "Triff das Team",

  "do_title": "Was wir machen",
  "do_report": "Wir haben eine Vorliebe für Technologie und arbeiten stark daran die neuesten Entwicklungen durch Hackathons, Tech Talks und Bootcamps zugänglich zu machen.",
  "do_org_title": "Wir organisieren",
  "do_org_report": "Wir organisieren Hackathons, Bootcamps und Tech Talks um Leute zusammen zu bringen, ihnen eine Chance zu geben Firmen kennen zu lernen und natürlich ihnen eine Menge von neuen Sachen zu zeigen. Von Zeit zu Zeit organisieren wir Hackathons, um den besten Hacker in der Stadt zu finden.",
  "do_org_button": "Bevorstehende Events",
  "do_help_title": "Wir helfen",
  "do_help_report": "<b>Du bist eine Firma und möchtest Studenten erreichen?</b><br>Kein Problem! Wir sind ein zuverlässiger Partner, an ihrer Seite, bereit zusammenzuarbeiten, um Events zu planen. Wir versichern, dass das Event gut läuft, der Raum voll ist und niemand mit einem leeren Magen nach Hause geht.",
  "do_help_button": "Zu unserem Service",

  "events_archive": "Alle Events",
  "events_report": "Alle Events, die jemals stattgefunden haben!",
  "events_soon_title": "Demnächst",
  "events_soon_report": "Wir werden bald wieder mit vielen coolen Events da sein.",
  "events_soon_button": "Finde es bald heraus",
  "events_coming": "Demnächst",
  "events_past": "Vergangen",
  "events_all": "Alle",
  "cooperation": "In Kooperation mit",
  "events_about": "Über",
  "events_speaker": "Referent",
  "events_when": "Wann?",
  "events_where": "Wo?",
  "events_catering": "Verpflegung?",

  "mail_title": "Tritt unserer Mailing-Liste bei",
  "mail_report": "Ergänzende Informationen, bevorstehende Events und Möglichkeiten sich zu engagieren.",
  "mail_button": "anmelden",
  "mail_error": "Oh nein! Ein Fehler ist aufgetreten. Bitte versuche es später nochmal.",
  "mail_success": "Vielen Dank für die Anmeldung! Wir halten dich auf dem Laufenden.",

  "quest_title": "Noch Fragen?",
  "quest_report_ask": "Schreib uns ",
  "quest_report_send": "· Sende uns eine",
  "quest_report_mail": "E-Mail ",
  "quest_report_join": "· Tritt unserem ",
  "quest_report_join_2": " bei",

  "sponsors": "Partner & Sponsoren",

  "involve": "engagier dich",
  "imprint": "Impressum",
  "dataprivacy": "Datenschutz",

  "service_title": "Unsere Dienstleistungen",
  "service_report": "Wir stehen dir zur Seite um dein Event erfolgreich zu gestalten. Dafür bieten wir folgende Dienste.",
  "service_marketing_title": "Marketing",
  "service_marketing_report": "Wir stellen sicher, dass genügend Teilnehmer zu deinem Event kommen, so dass sich deine Mühe lohnt. Dafür drucken wir Flyer, Poster und gestalten Onlinewerbung.",
  "service_location_title": "Location",
  "service_location_report": "Jedes Event braucht eine tolle Location und wir besorgen dir die perfekte Location genau für dein Event!",
  "service_catering_title": "Catering",
  "service_catering_report": "Deine Teilnehmer sollen Spaß haben und dafür ist es essenziell, dass ihr Hunger gestillt ist und genügend Verpflegung bereit steht. Wir werden dafür sorgen, dass niemand hungrig nach Hause gehen muss.",

  "offer_title": "Angebot",
  "offer_student_title": "Kostenlos für Studenten",
  "offer_student_report": "Als Student helfen wir dir umsonst",
  "offer_talk_report": "0,5 - 1,5 Stunden",
  "offer_boot_report": "4 - 8 Stunden",
  "offer_food_drinks": "Essen / Getränke ",
  "offer_drinks": "Getränke ",
  "offer_partic": "Teilnehmer ",
  "offer_button": "Kontaktier uns",
  "service_contact": "Bei jeglichen Fragen, Spezialanforderungen und Anmerkungen kontaktiere uns.",

  "java9_date": "25. Oktober 2017",
  "java9_date_time": "25. Oktober 2017, 16 Uhr",
  "java9_location": "Raum -101, Gebäude 50.34, KIT",
  "java9_about": "Java ist nun schon über 20 Jahre alt und mittlerweile aus der IT-Industrie nicht mehr wegzudenken. Der Wirbel um die im September erschienene Version 9 zeigt, dass Java allen Unkenrufen zum trotz immer noch aktuell und relevant ist.</p><p>In diesem Vortrag wird Volker Simonis kurz auf die Geschichte von Java eingehen und den aktuellen Zustand zusammenfassen. Dabei erklärt er, wie Java entwickelt wird und welche Rolle das OpenJDK Projekt und der Java Community Process (JCP) dabei spielen.</p><p>Im zweiten Teil des Vortrages stellt er die Neuerungen von Java 9 vor und präsentiert die aktuellen Trends der Anfang Oktober in San Francisco stattfindenden JavaOne Entwicklerkonferenz.</p><p>Im dritten und letzten Teil wird er schließlich versuchen in die Zukunft von Java zu blicken und einige konkrete Entwicklungen aufzuzeigen.",
  "java9_fb": "Hier gehts zum Facebook Event!",
  "java9_speaker": "<strong>Volker Simonis</strong> hat an der Universität Tübingen Informatik studiert und arbeitet seit über 10 Jahre bei SAP an Java. Er ist im OpenJDK Projekt als Committer, Reviewer und Project Lead der PowerPC AIX und s390 Portierungen aktiv und vertritt die SAP im Java Community Process.",

  "basement_date": "13. Oktober, 2018",
  "basement_date_time": "13. Otkober 2018, 13:00 - 20:00 Uhr",
  "basement_location": "Launchpad - Pioniergarage, Rintheimerstr. 15, 76131 KA",
  "basement_about": "Unter dem Motto „Create a better life on Campus” veranstaltet Red Bull gemeinsam mit Hack & Söhne den Red Bull Basement University Hackathon. Wir suchen die besten Ideen, wie man das Leben am Campus verbessern kann! Die Idee ist simpel – ohne große Vorbereitung könnt ihr teilnehmen! Nach einer kurzen Eröffnungsrede durch Lukas Lichter erarbeitet ihr über 3,5 h eine Idee, die eurer Meinung nach das Campusleben verbessert. Die Gewinner erwarten aufregende Preise wie beispielsweise Tickets für das Tech Open Air in Berlin. Während der ganzen Zeit ist für Essen gesorgt und ein Barkeeper versorgt euch mit Getränken.",
  "basement_fb": "Hier geht's zum Facebook Event!",
  "basement_rb": "Hier gibt's mehr Infos zur Basement University!",

  "basement2_date": "26. Oktober, 2019",
  "basement2_date_time": "26. Oktober 2019, 10:00 - 17:00 Uhr",
  "basement2_location": "Launchpad - Pioniergarage, Rintheimerstr. 15, 76131 KA",
  "basement2_about": "Hack & Söhne veranstaltet, in Kooperation mit der Red Bull Basement University (RBBU), einen Pitch-Workshop. Hier lernt ihr eure Ideen vor Jurys, Investoren oder anderem Publikum vorzustellen und dabei nicht nur klar euer Konzept zu vermitteln, sondern vor allem auch eure Zuhörer zu begeistern und zu inspirieren.<br> Gegen Ende des Events haben alle Teilnehmer nochmal die Gelegenheit einen eigenen Pitch zu halten. Denn am besten lernt man Pitchen schließlich durchs pitchen. Ist dieser Pitch zu einem Projekt unter dem RBBU-Motto \"Hacking für ein besseres Studentenleben\", verbessert also aktiv das Studenten- oder Campusleben, so besteht hier auch die Möglichkeit diesen Pitch aufnehmen zu lassen und damit direkt an der Red Bull Basement University teilzunehmen und so eine Chance auf tolle Preise zu bekommen. Auch direkt vor Ort gibt es einen Preis für den besten Pitch. <br>Für reichlich Verpflegung ist natürlich gesorgt und im Anschluss gibt es bei einem gemütlichem Get-Together noch Getränke vom Barkeeper.",
  "basement2_signup": ">> Hier geht's zur Anmeldung!",
  "basement2_rb": "Hier gibt's mehr Infos zur Basement University!",

  "jamitandroid_date": "16. November, 2019",
  "jamitandroid_date_time": "16. November 2019, 10:00 - 17:00 Uhr",
  "jamitandroid_location": "Jamit Labs GmbH, Haid-und-Neu-Str. 18, 76131 Karlsruhe",
  "jamitandroid_app_about": "Zusammen mit den Developern von JamitLabs wollen wir euch die Basics für App Development mit Android mitgeben. Bekanntlich lernt es sich in der Praxis am Besten und genau darauf geht dieser Workshop ein. Head of Android Thomas Hofmann gibt euch in kleinen Theorieblöcken die Werkzeuge und in darauf folgenden Praxisblöcken habt ihr direkt die Chance diese für euer eigenes kleines Projekt zu verwenden. <br> Wir erwarten Grundkenntnisse in Java und objektorienter Programmierung. Bitte bringt euren eigenen Laptop mit und installiert vor dem Event Android Studio, einen Android-Emulator, und git. In einigen wenigen Fällen können wir auch Rechner stellen.",
  "jamitandroid_about": "JamitLabs - das sind innovative Apps und dynamische Web Anwendungen! Als hochspezialisierte App-Agentur im Herzen von Karlsruhe stehen bei Jamit die Wünsche der Kunden im Mittelpunkt.",
  "jamitandroid_signup": ">> Hier geht's zur Anmeldung!",

  "dl_date": "02. Juni 2018",
  "dl_date_time": "02. Juni 2018, 10:00 bis 16:00",
  "dl_location": "FZI - House of Living Labs",
  "dl_about": "Ob Wiwi oder BauIgel, Elektrotechnik oder Maschinenbau, jeder hat schon von dem Hype um Deep Learning mitbekommen. Wir von Hack & Söhne wollen mit diesem eintägigen intensiv Workshop ein bisschen durch das Dickicht der großen Namen und Ankündigungen schneiden um euch näher zu bringen, was wirklich dahinter steckt. Als Hochschulgruppe organisieren wir bei Hack & Söhne TechTalks, Bootcamps und Hackathons mit der Motivation, unsere Begeisterung für Informatik und die Hacker-Kultur mit euch zu teilen. Unsere Ideale sind Offenheit, Austausch und Kollaboration über Fachgrenzen hinweg, also komm vorbei und lass dich inspirieren!",
  "dl_fb": "Hier geht's zum Facebook Event!",
  "dl_speaker": "Sandro Braun, Leander Kurscheidt, Maximilian Franz",
  "dl_youtube_1": "Hier geht's zum Teil 1 des Workshops auf Youtube",
  "dl_youtube_2": "Hier geht's zum Teil 2 des Workshops auf Youtube",
  "dl_youtube_3": "Hier geht's zum Teil 3 des Workshops auf Youtube",
  "dl_flickr": "Mehr Eindrücke in unserer Galerie",
  "dl_github": "Slides und Code zum Workshop",

  "och_date_time": "23. + 24. März 2018",
  "och_location": "ZKM - Zentrum für Kunst und Medien",
  "och_about": "Mit dem OpenCodes Hackathon haben wir Deutschlands größten studentischen Hackathon hier in Karlsruhe organisiert. In der einzigartigen Umgebung der Open Codes Ausstellung im ZKM - Zentrum für Kunst und Medien in Karlsruhe konnten die Teilnehmer in 27 Stunden an ihren eigenen Ideen und Projekten arbeiten. Am Sonntag wurden im Rahmen der Preisverleihungen die besten und innovativsten Ansätze in verschiedenen Kategorien mit Preisen gekührt. Für uns war es eine große Ehre ein solches Event zu organisieren und wir freuen uns auch in Zukunft weiterhin einzigartige Veranstaltungen auf die Beine zu stellen.",
  "och_youtube": "Sieh dir den offiziellen Aftermovie auf Youtube an!",
  "och_website": "Mehr Infos auf der offiziellen Website!",
  "och_flickr": "Bilder von pixelmaniac gibts in unserer Flickr Galerie!",

  "hss_old2_date": "3. November 2017",
  "hss_old_date": "8. Juni 2018",

  "hss_old_date_time": "Freitag 08. Juni 2018 - 19:00 Uhr",
  "hss_old_location": "R131 - Infobau, Gebäude 50.34",
  "hss_old_about": "Du hast Lust auf mehr coole Events wie Bootcamps, TechTalks und Hackathons? Dann werde ein Teil von Hack & Söhne! In einem offenen, kollaborativen Umfeld eröffnen wir neue Möglichkeiten, spannende Events zu organisieren und wichtige Erfahrungen zu sammeln. Egal welche Fachrichtung du studierst, bei Hack & Söhne findet sich immer eine spannende TaskForce, bei der man seine stärken Ausnutzen kann. Von Marketing und Design über Sponsoring und Eventmanagement bis hin zu eigenen Tech-Workshops. Kommt vorbei und lernt mehr über unsere Hochschulgruppe, TaskForces und den Hack-Spirit von Hack & Söhne! Getränke und Pizza werden gestellt.",
  "hss_old_fb": "Hier gehts zum Facebook Event!",

  "hss_date": "30. Oktober 2018",

  "hss_date_time": "Dienstag 30. Oktober 2018 - 19:15 Uhr",
  "hss_location": "R131 - Infobau, Gebäude 50.34",
  "hss_about": "Du hast Lust auf mehr coole Events wie Bootcamps, TechTalks und Hackathons? Dann werde ein Teil von Hack & Söhne! In einem offenen, kollaborativen Umfeld eröffnen wir neue Möglichkeiten, spannende Events zu organisieren und wichtige Erfahrungen zu sammeln. Egal welche Fachrichtung du studierst, bei Hack & Söhne findet sich immer eine spannende TaskForce, bei der man seine stärken Ausnutzen kann. Von Marketing und Design über Sponsoring und Eventmanagement bis hin zu eigenen Tech-Workshops. Kommt vorbei und lernt mehr über unsere Hochschulgruppe, TaskForces und den Hack-Spirit von Hack & Söhne! Getränke werden gestellt.",
  "hss_fb": "Hier gehts zum Facebook Event!",

  "jamit_date": "24. November 2018",
  "jamit_date_time": "24. November 2018, 10 bis 17 Uhr",
  "jamit_app_about": "Zusammen mit den Developern von JamitLabs wollen wir euch die Basics für iOS App Development mit Swift mitgeben. Bekanntlich lernt es sich in der Praxis am Besten und genau darauf geht dieser Workshop ein. In kleinen Theorieblöcken geben wir euch die Werkzeuge und dann habt ihr direkt die Chance diese anzuwenden für euer eigenes kleines Projekt. <br>Wer selbst ein MacBook hat kann daran arbeiten. Für alle anderen gibt es die iMacs von JamitLabs. Gebt deswegen bitte bei der Anmeldung an, welches System ihr nutzt.",
  "jamit_about": "JamitLabs - das sind innovative Apps und dynamische Web Anwendungen! Als hochspezialisierte App-Agentur im Herzen von Karlsruhe stehen bei Jamit die Wünsche der Kunden im Mittelpunkt.",
  "jamit_location": "JamitLabs - Haid-und-Neu-Str. 18",
  "jamit_apply": "Anmeldungen geschlossen",
  "jamit_subheading": "Entwickle deine eigene iOS App mit Swift - powered by JamitLabs",

  "hacktival_date": "11. Mai 2019",
  "hacktival_date_time": "11. Mai 2019",
  "hacktival_about": "Nach dem erfolgreichen OpenCodes Hackathon im März 2019 wollen wir wieder Hacker aus ganz Deutschland und Europa zu uns nach Karlsruhe einladen. Deine Ideen, deine Challenge, dein Erlebnis, mit über 200 anderen Hackern. Mehr infos auf hacktival.io",
  "hacktival_location": "ZKM Karlsruhe",
  "hacktival_subheading": "Werde ein Teil von Deutschlands größtem studentischen Hackathon",

  "blockchain_date": "27. November 2017",
  "blockchain_date_time": "27. November 2017, 18 - 19 Uhr",
  "blockchain_location": "Raum 131, Gebäude 50.34, KIT",
  "blockchain_catering": "Getränke und live Pasta-cooking im Anschluss!",
  "blockchain_about": "Zurecht wird die nachhaltige Energieversorgung als eine der größten Herausforderungen des 21. Jahrhunderts bezeichnet: Millionen verteilter, heterogener Energieanlagen müssen sich in Echtzeit abstimmen und gemeinsam eine möglichst intelligente Strategie finden, um zu jeder Zeit Erzeugung und Verbrauch in Balance zu halten.</p><p>In diesem Vortrag wird Florian Kaiser die verschiedenen Fragestellungen auf dem Weg der Energiewende aus (IT-)technischer Sicht beleuchten und vorstellen, inwiefern Ansätze wie Blockchain zur Transaktionsverifikation oder Machine Learning zur Erzeugungs- und Verbrauchsprognose essenzielle Bestandteile der Transformation des Energiesektors sind.",
  "blockchain_speaker": "Nach Forschungen zum Thema Energieversorgung der Zukunft am Frauenhofer ISE in Freiburg gründete der KIT Alumnus <strong>Florian Kaiser</strong> mit einem kleinen Team im Jahr 2016 die Firma Oxygen Technologies, die heute mit 14 Mitarbeitern innovative Lösungen für die dezentralisierte Energieversorgung entwickelt.",

  "opensource_date": "6. Dezember 2017",
  "opensource_date_time": "6. Dezember 2017, 19 Uhr",
  "opensource_location": "Raum -101, Gebäude 50.34, KIT",
  "opensource_catering": "Getränke und Bretzeln",
  "opensource_about": "Free und Open Source Software hat einen großen Einfluss in der heutigen Softwarelandschaft. Sie sind Bestandteil der Geräte und Services, die wir benutzen. Jedes Gebiet der Industrie und Akademien profitieren in gewisser Art und Weise davon. Wir reden über ihre Geschichte und Kultur, um die Gesellschaft zu verstehen, die sich darum gebildet haben. Open Source ist nicht nur ein Weg für Firmen Geld zu verdienen, es ist auch ein Werkzeug für dich, während deines Studiums und deiner Forschung. Es kann dir helfen einen größeren Einblick in die Softwareentwicklung und Design zu gewinnen. Es kann ein praktisches Gegenstück zum Studium sein. Teilnahme an einem Open Source Projekt ist ebenfalls ein guter Weg die Entwicklungserfahrung und sogar öffentliche Darstellung deiner Arbeit zu gewinnen. Beide sind große Faktoren deinen Traumjob zu erreichen.",
  "opensource_speaker": "<strong>Stefan Schmidt</strong> ist schon über ein Jahrzehnt ein Mitwirkender zu FOSS (free and open-source software). In dieser Zeit arbeitete er an unterschiedlichen Projekten und verschiedenen Auflagen am Linux Ökosystem. Vom Bootloader und Kernel über das Buildsystem für eingebettete Benutzerschnittstellen. Er betreute die technische Führung bei OpenEmbedded als Kommiteemitglied während der Vereinigung mit dem Yocto-Projekt, half bei der Portierung eines 2.6 Kernels für einige frühzeitige Smartphones und ist sowohl der Releasemanager der Enlightenment Foundation Libraries als auch der Co-Maintainer des Linux IEEE 802.15.4 Subsystems. Seit einigen Jahren arbeitet er bei Samsung Open Source Group Europe.",

  "dexterity_date": "6. September 2018",
  "dexterity_date_time": "6. September 2018, 19:00Uhr",
  "dexterity_location": "Church im CyberLab, CyberForum Karlsruhe, Haid-und-Neu-Str. 20",
  "dexterity_catering": "Getränke auf Spendenbasis",
  "dexterity_about": "Der TechTalk ist auf Englisch. </br> In this talk, Matthias will present the recently published results of the OpenAI robotics team. They showed that complex and human-like dexterous manipulation can be achieved on a real humanoid hand. They trained their system only on simulated data using large-scale deep reinforcement learning. Still, the system generalizes to the real world, which they achieved through a technique called domain randomization. This talk will not only present their results but will also introduce the fundamental ideas and algorithms behind reinforcement learning as well as domain randomization. A basic understanding of Machine Learning and simple Neural Networks is recommended. ",
  "dexterity_speaker": "<strong>Matthias Plappert</strong> graduated from the Karslruhe Institute of Technology with a Masters degree in Computer Science and works as a research scientist for OpenAI, where he wrote his master thesis.",
  "dexterity_blog_post": "OpenAI blog post",
  "dexterity_presentation": "Slides zur Präsentation",
  "dexterity_jobs": "Slides von Marco Huber",
  "dexterity_feedback": "Kurzes Feedback!",

  "python_date": "5. August 2017",
  "tooling_date": "17. Juni 2017",
  "first_hack": "18. - 19. März 2017",

  "contact_title": "Noch Fragen?",
  "contact_ask": "Schreib uns",
  "contact_reach": " einfach direkt, erreiche uns über ",
  "contact_convent": " oder benutze einen der konventionellen Wege unten.",
  "contact_adr": "Adresse",
  "contact_phone": "Telefon",
  "contact_gen": "Allgemeine Informationen: ",
  "contact_business": "Geschäftliche Anfrage: ",
  "contact_mail": "E-Mail",

  "terms_cond": "Bedingungen & Konditionen",
  "terms_title": "Nutzungsbedingungen",
  "terms_report": ""
}
